start_command = ('Здравствуйте!\n'
        'Этот бот поможет вам получать актуальные новости '
        'по запросу и по подписке.'
        'Подробнее о работе бота можно узнать, отправив команду \\help')

help_command = 'Раздел помощи'

news_command = 'Выберите источник новостей:'

my_news_is_empty = 'У вас нет источника новостей по умолчанию'

news_is_empty = 'Новых новостей нет'

new_default_source = 'Выберите новый источник по умолчанию'

good_change_default_source = 'Источник по умолчанию успешно изменен'

new_news_count = 'Выберите новое количество выдаваемых новостей'

good_change_default_news_count = 'Количество новостей успешно изменено'