start_command = ('🌐 Здравствуйте!\n\n'
        'Этот бот поможет вам получать актуальные новости '
        'из различных новостных источников'
        'по запросу и по подписке.\n'
        'Подробнее о работе бота можно узнать, отправив команду /help')

help_command = ('<b>Бот поддерживает следующие команды:</b>\n\n'
                '/help - Справка по работе бота.\n\n'
                '/news - Просмотр новостей по отдельным источникам.\n\n'
                '/all_news - Просмотр новостей из всех доступных источников.\n\n'
                '/my_news - Новости из вашего источника по умолчанию.\n\n'
                '/subscribes - Управление подписками на новости.\n\n'
                'Все режимы получения новостей высылают новости в соответствии '
                'с вашими персональными настройками.\n\n'
                '/settings - Настройка параметров получения новостей, таких как количество '
                'получаемых новостей за раз и новостной источник по умолчанию.'
                )

news_command = 'Выберите источник новостей:'

my_news_is_empty = 'ℹ️ У вас нет источника новостей по умолчанию.'

news_is_empty = 'ℹ️ Новых новостей нет.'

user_is_empty = 'ℹ️ Вы не зарегистрированы, пожалуйста, введите команду /start'

new_default_source = 'Выберите новый источник по умолчанию:'

good_change_default_source = '✅ Источник по умолчанию успешно изменен.'

new_news_count = 'Выберите новое количество выдаваемых новостей:'

good_change_default_news_count = '✅ Количество новостей успешно изменено.'

change_sources_to_subscribe = 'Выберите источники, на которые хотите подписаться:'

good_change_sources_to_subscribe = '✅ Вы успешно подписаны на источник.'

change_sources_to_cancel_subscribe = 'Выберите источники, от которых хотите отписаться:'

good_cancel_subscribe = '✅ Вы отписались от источника.'

button_clean_default_source = 'Очистить источник по умолчанию'

button_subscribe_to_new_sources = 'Подписаться на новые источники'

button_cancel_subscribes = 'Отписаться от источников'

button_change_default_news_source = 'Изменить источник по умолчанию'

button_change_default_news_count = 'Изменить количество новостей по умолчанию'

subscribes_sending_head = '🆕 Новости по подписке на '